Repository: cmsunoPlugins/code_display
Catalog: lang/*.utf8/LC_MESSAGES/code_display.po
Languages: es_es, fr_fr

source: This plugin allows you to insert code (PHP, HTML, JS, CSS) with syntax highlighting in the content of the page.
es_es: Este plugin le permite insertar código (PHP, HTML, JS, CSS) con resaltado de sintaxis en el contenido de la página.
fr_fr: Ce plugin permet d'ins&eacute;rer du code (PHP, HTML, JS, CSS) avec coloration syntaxique dans le contenu de la page.

source: It is used with the button
es_es: Se utiliza con el botón
fr_fr: Il s'utilise avec le bouton

source: added to the text editor when the plugin is active.
es_es: añadido al editor de texto cuando el plugin está activo.
fr_fr: ajout&eacute; &agrave; l'&eacute;diteur de texte lorsque le plugin est actif.

source: Output CSS
es_es: CSS de salida
fr_fr: CSS de sortie

source: Line number
es_es: Número de línea
fr_fr: Numéro de ligne

source: Adds line numbers.
es_es: Agrega números de línea
fr_fr: Ajoute des numéros de ligne.

source: Only this page
es_es: solo esta pagina
fr_fr: Uniquement cette page

source: This configuration will be applied only on this page (Multipage environment).
es_es: Esta configuración se aplicará solo en esta página (entorno multipágina).
fr_fr: Cette configuration sera appliquée uniquement sur cette page (environnement Multipage).

source: Save
es_es: Guardar
fr_fr: Sauvegarde

source: Backup performed
es_es: Salvaguardar realizada
fr_fr: Sauvegarde effectuée

source: Impossible backup
es_es: Copia de seguridad Imposible
fr_fr: Sauvegarde impossible
